import React from 'react';

const About = () => {
    return (
        <section className="about">
            <h2>Об MinterX</h2>
            <p>
                Идейные соображения высшего порядка, а также реализация намеченных плановых заданий играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также рамки и место обучения кадров обеспечивает широкому кругу (специалистов) участие в формировании систем массового участия. Повседневная практика показывает, что начало повседневной работы по формированию позиции позволяет оценить значение дальнейших направлений развития. Идейные соображения высшего порядка, а также реализация намеченных плановых заданий представляет собой интересный эксперимент проверки форм развития.
            </p>
            <p>
                Повседневная практика показывает, что сложившаяся структура организации способствует подготовки и реализации форм развития. Таким образом реализация намеченных плановых заданий способствует подготовки и реализации соответствующий условий активизации. Задача организации, в особенности же реализация намеченных плановых заданий играет важную роль в формировании систем массового участия. Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности позволяет оценить значение модели развития.
            </p>
        </section>
    )
}

export default About;